IDEA Open Model
PointSupportNode.SupportTypeZ Property
Compatible with IDEA StatiCa Beta 20.0
 Support type in dirrection Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SupportTypeInDirrection SupportTypeZ { get; set; }
Public Property SupportTypeZ As SupportTypeInDirrection
	Get
	Set
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace